Repository: Acidburn0zzz/tano
Catalog: lang/*.po
Languages: fr_fr

# AboutDialog|
source: About
fr_fr: À propos

# AboutDialog|
source: Tano is an open-source cross-platform IP TV player which features full IP TV playback with EPG and recorder. It is based on VLC-Qt.
fr_fr: Tano est une plateforme open-source de TV qui permet un accès complet de télévision par IP avec EPG et enregistrement. Il est basé sur VLC-Qt.

# AboutDialog|
source: Authors
fr_fr: Auteurs

# AboutDialog|
source: License
fr_fr: Licence

# AboutDialog|
source: Backend
fr_fr: Interpréteur

# AboutDialog|
source: VLC-Qt is a free library used to connect Qt and libvlc libraries. It contains core classes for main media playback and also some GUI classes for faster media player developement.
fr_fr: VLC-Qt est une librairie libre utilisée pour faire le lien entre les librairies Qt et libvlc. Il contient les classes fondamentales pour regarder la télé à partir des principaux media and quelques classes graphiques pour un développement plus rapide de ce lecteur.

# AboutDialog|
source: <b>You are using VideoLAN VLC %1</b>
fr_fr: <b>Vous utilisez VideoLAN VLC %1</b>

# AboutDialog|
source: This version of Tano was compiled on %1 running %2. Your Qt runtime version: %3 Your VLC-Qt version: %4
fr_fr: Cette version de Tano a été compilé sur %1 utilisant un noyau %2. Votre version de Qt-runtime : %3 Votre version de VLC-Qt : %4

# AboutDialog|
source: Editor
fr_fr: Éditeur

# AboutDialog|
source: Player
fr_fr: Lecteur

# ConclusionPage|
source: Complete Wizard
fr_fr: Assistant complet

# ConclusionPage|
source: Thank you for using <i>Tano</i>.
fr_fr: Merci d'utiliser <i>Tano</i>.

# ConclusionPage|
source: I agree to the terms of the GNU General Public License
fr_fr: J'accepte les termes de la Licence GNU General Public License

# DonationDialog|
source: Donate
fr_fr: Dons

# DonationDialog|
source: Tano Player project requires a lot of work and devotion. You can also support the development by donating some money. This money will be spent to cover all expenses and hosting costs.
fr_fr: Le projet Tano nécessite beaucoup de travail et de dévotion. Vous pouvez aider le développement par une donation financière. Cet argent servira à couvrir les coûts d'hébergement.

# DonationDialog|
source: You can read additional terms and information on Tano Player homepage.
fr_fr: Vous pouvez lire d'autres informations sur la homepage du lecteur Tano.

# EpgList|
source: Show information
fr_fr: Montrer les informations

# EpgList|
source: Record
fr_fr: Enregistrer

# EpgScheduleChannel|
source: <h2>No EPG</h2>
fr_fr: <h2>Pas d'EPG</h2>

# EpgScheduleFull|
source: Schedule
fr_fr: Calendrier

# EpgShow|
source: Previous
fr_fr: Précédent

# EpgShow|
source: Next
fr_fr: Suivant

source: First Run Wizard
fr_fr: Relancer l'assistant

# GetFile|
source: Download failed: %1.
fr_fr: Téléchargement en échec : %1.

# GetFile|
source: Cannot write file %1: %2.
fr_fr: Ne peut écrire le fichier %1 : %2.

# InfoBarWidget|
source: Language: %1
fr_fr: Langue : %1

# InfoBarWidget|
source: Now: %1
fr_fr: À présent : %1

# InfoBarWidget|
source: Next: %1
fr_fr: Prochain : %1

# IntroPage|
source: Welcome
fr_fr: Bienvenue

# IntroPage|
source: This wizard will help you set basic settings for your copy of <i>Tano</i>.
fr_fr: Cet assistant vous aidera à choisir les préférences de votre copie de <i>Tano</i>.

# IntroPage|
source: You previously used version %1 of <i>Tano</i>.
fr_fr: Vous avez utilisé précédemment la version %1 de <i>Tano</i>.

# IntroPage|
source: Please re-set your settings.
fr_fr: Veuillez repositionner vos options.

# MainWindow|
source: &Recorder
fr_fr: En&registrement

# MainWindow|
source: &Help
fr_fr: &Aide

# MainWindow|
source: Vie&w
fr_fr: Afficha&ge

# MainWindow|
source: &Playback
fr_fr: &Regarder

# MainWindow|
source: &File
fr_fr: &Fichier

# MainWindow|
source: Main Toolbar
fr_fr: Barre d'outil principale

# MainWindow|
source: Info panel
fr_fr: Panneau d'information

# MainWindow|
source: Schedule
fr_fr: Calendrier

# MainWindow|
source: Play
fr_fr: Lire

# MainWindow|
source: Stop
fr_fr: Arreter

# MainWindow|
source: Back
fr_fr: Arrière

# MainWindow|
source: Next
fr_fr: Suivant

# MainWindow|
source: Record Now
fr_fr: Enregistrer maintenant

# MainWindow|
source: Mute
fr_fr: Couper le son

# MainWindow|
source: About Tano
fr_fr: À propos de Tano

# MainWindow|
source: &Exit
fr_fr: &Quitter

# MainWindow|
source: &Settings
fr_fr: &Préférences

# MainWindow|
source: &Fullscreen
fr_fr: &Plein écran

# MainWindow|
source: Open &File
fr_fr: &Ouvrir

# MainWindow|
source: Edit Channels
fr_fr: Modifier les chaînes

# MainWindow|
source: Open URL
fr_fr: Ouvrir une URL

# MainWindow|
source: Check for updates
fr_fr: Vérifier les mis-à-jours

# MainWindow|
source: Open
fr_fr: Ouvrir

# MainWindow|
source: Always on top
fr_fr: Toujours au premier plan

# MainWindow|
source: Hide to tray
fr_fr: Minimiser dans le tableau de bord

# MainWindow|
source: Simple Mode
fr_fr: Mode simplifié

# MainWindow|
source: Volume up
fr_fr: Augmenter le volume

# MainWindow|
source: Volume down
fr_fr: Diminuer le volume

# MainWindow|
source: Recorder
fr_fr: Enregistreur

# MainWindow|
source: Record Current
fr_fr: Enregistrer l'émission

# MainWindow|
source: Timers
fr_fr: Programmateurs

# MainWindow|
source: About Qt
fr_fr: À propos de Qt

# MainWindow|
source: Stop recording
fr_fr: Arréter l'enregistrement

# MainWindow|
source: Controls panel
fr_fr: panneau des contrôles

# MainWindow|
source: Do you want to exit Tano? This will stop recording in progress.
fr_fr: Voulez-vous quitter Tano ? L'enregistrement en cours s'arrétera.

# MainWindow|
source: &Open channel list
fr_fr: &Ouvrir une liste de chaînes

# MainWindow|
source: Open channel list
fr_fr: Ouvrir une liste de chaînes

# MainWindow|
source: Enable Info panel in Fullscreen mode
fr_fr: Panneau d'information en mode plein écran

# MainWindow|
source: Donate
fr_fr: Dons

# MainWindow|
source: Teletext
fr_fr: Teletexte

# MainWindow|
source: Buffering...
fr_fr: Mémorisation...

# MainWindow|
source: Restore
fr_fr: Restituer

# MainWindow|
source: Cannot read file %1: %2.
fr_fr: Ne peut pas lire le fichier %1 : %2.

# MenuAspectRatio|
source: Aspect ratio
fr_fr: Proportion de l'image

# MenuAspectRatio|
source: Next aspect ratio option
fr_fr: Option de proportion suivante

# MenuDeinterlacing|
source: Deinterlacing
fr_fr: Désentrelacement

# MenuDeinterlacing|
source: Next deinterlacing option
fr_fr: Option de désentrelacement suivante

# MenuDeinterlacing|
source: Disabled
fr_fr: Dévalidé

# MenuDeinterlacing|
source: Discard
fr_fr: Ignorer

# MenuDeinterlacing|
source: Blend
fr_fr: Fondu

# MenuDeinterlacing|
source: Mean
fr_fr: Moyenne

# MenuDeinterlacing|
source: Linear
fr_fr: Linéaire

# MenuTrackAudio|
source: Audio track
fr_fr: Piste audio

# MenuTrackAudio|
source: Next audio track
fr_fr: Piste audio suivante

# MenuTrackSubtitles|
source: Subtitles
fr_fr: Sous-titres

# MenuTrackSubtitles|
source: Next subtitles
fr_fr: Sous-titres suivants

# MenuTrackSubtitles|
source: Open subtitle file
fr_fr: Ouvrir le fichier de sous-titres

# MenuTrackVideo|
source: Video track
fr_fr: Piste vidéo

# MenuTrackVideo|
source: Next video track
fr_fr: Piste vidéo suivante

# PlaylistDisplayWidget|
source: Clear
fr_fr: Éffacer

# PlaylistDisplayWidget|
source: Search:
fr_fr: Rechercher :

# PlaylistDisplayWidget|
source: Category:
fr_fr: Catégorie :

# PlaylistDisplayWidget|
source: Language:
fr_fr: Langue :

# PlaylistDisplayWidget|
source: All categories
fr_fr: Toutes catégories

# PlaylistDisplayWidget|
source: All languages
fr_fr: Toutes les langues

# PlaylistExportTvheadend|
source: Export to Tvheadend IP TV services
fr_fr: Exporter vers les services IP de Tvheadend

# PlaylistExportTvheadend|
source: Output location:
fr_fr: Emplacement de sortie :

# PlaylistExportTvheadend|
source: Network interface:
fr_fr: Interface réseau :

# PlaylistExportTvheadend|
source: Open directory
fr_fr: Ouvrir le répertoire

# PlaylistExportTvheadend|
source: <i><b>Warning: This will delete all existing channels!</b></a>
fr_fr: <i><b>Attention : Ceci effacera toutes les chaînes éxistantes !</b></a>

# PlaylistFilterModel|
source: All categories
fr_fr: Toutes catégories

# PlaylistFilterModel|
source: All languages
fr_fr: Toutes les langues

# PlaylistImportCSV|
source: CSV file structure
fr_fr: Structure en fichier CSV

# PlaylistImportCSV|
source: Separator:
fr_fr: Séparateur :

# PlaylistImportCSV|
source: First line:
fr_fr: Première ligne :

# PlaylistImportCSV|
source: First line contains column names
fr_fr: La première ligne contient les noms de colonnes

# PlaylistImportCSV|
source: First line does not contain column names
fr_fr: La première ligne ne contient pas les noms de colonnes

# PlaylistImportCSV|
source: Column list:
fr_fr: Liste des colonnes :

# PlaylistImportCSV|
source: <i>Please sort your columns from first to last.</i>
fr_fr: <i> Veuillez trier vos colonnes du premier au dernier.</i>

# PlaylistImportCSV|
source: Number
fr_fr: Nombre

# PlaylistImportCSV|
source: Channel
fr_fr: Chaîne

# PlaylistImportCSV|
source: Categories
fr_fr: Catégorie

# PlaylistImportCSV|
source: Language
fr_fr: Langue

# PlaylistImportCSV|
source: EPG ID
fr_fr: Identifiant EPG

# Print|
source: Channel
fr_fr: Chaîne

# Print|
source: Categories
fr_fr: Catégories

# Print|
source: Language
fr_fr: Langue

# Print|
source: EPG
fr_fr: Identifiant EPG

# Print|
source: Exported with Tano on %1.
fr_fr: Exporter avec Tano sur %1.

# PrintDialog|
source: Print
fr_fr: Imprimer

# PrintDialog|
source: Select information for printing:
fr_fr: Données à imprimer :

# PrintDialog|
source: Channel number
fr_fr: Numéro de chaîne

# PrintDialog|
source: Channel name
fr_fr: Nom de chaîne

# PrintDialog|
source: Categories
fr_fr: Catégories

# PrintDialog|
source: Language
fr_fr: Langue

# PrintDialog|
source: Print channel List
fr_fr: Imprimer la liste des chaînes

# QObject|
source: Disabled
fr_fr: Invalidé

# QObject|
source: Channel list
fr_fr: Liste des chaînes

# QObject|
source: New channel
fr_fr: Nouvelle chaîne

# QObject|
source: The file is not a Tano Timers list.
fr_fr: Ce fichier n'est pas une liste de programmations Tano.

# QObject|
source: Unknown title
fr_fr: Titre inconnu

# QObject|
source: Parse error at line %1, column %2: %3
fr_fr: Erreur de lecture à la ligne %1, colonne %2 : %3

# QObject|
source: The file is not a Tano updates file.
fr_fr: Ce fichier n'est pas un fichier de mis-à-jours Tano.

# QObject|
source: The file is not a Tano TV channel list file.
fr_fr: Ce fichier n'est pas un fichier de liste de chaînes Tano.

# QObject|
source: The file is not a Tano TV channel list 1.1 or later.
fr_fr: Ce fichier n'est pas un fichier de liste de chaînes 1.1 ou supérieur.

# QObject|
source: Once
fr_fr: Une fois

# QObject|
source: Daily
fr_fr: Tous les jours

# QObject|
source: Weekly
fr_fr: Toutes les semaines

# QObject|
source: Channel
fr_fr: Chaîne

# QObject|
source: Categories
fr_fr: Catégories

# QObject|
source: Language
fr_fr: Langue

# QObject|
source: EPG ID
fr_fr: Identifiant EPG

# QObject|
source: Number
fr_fr: Nombre

# QObject|
source: The file is not a valid XMLTV file.
fr_fr: Ce fichier n'est pas un fichier XMLTV valide.

# QObject|
source: Cannot write file %1: %2.
fr_fr: Ne peut pas écrire le fichier %1 : %2.

# QObject|
source: seconds
fr_fr: secondes

# QObject|
source: hours
fr_fr: heures

# QObject|
source: Open directory
fr_fr: Ouvrir le répertoire

# QObject|
source: Open channel list
fr_fr: Ouvrir la liste de chaînes

# QObject|
source: Open URL or stream
fr_fr: Ouvrir une URL ou un flux

# QObject|
source: Enter the URL of multimedia file or stream you want to play:
fr_fr: Donnez l'URL du fichier multimedia ou du flux que vous voulez visualiser :

# QObject|
source: Tano M3U channel list files
fr_fr: Fichiers de chaînes Tano M3U

# QObject|
source: Comma-separated values files
fr_fr: Fichier de valeurs séparées par des virgules

# QObject|
source: Multimedia files
fr_fr: Fichiers multimedia

# QObject|
source: Subtitles files
fr_fr: Fichiers de sous-titres

# QObject|
source: Plain text files
fr_fr: Fichiers texte

# QObject|
source: Open file
fr_fr: Ouvrir le fichier

# QObject|
source: Open subtitles
fr_fr: Ouvrir sous-titres

# QObject|
source: Export XMLTV IDs
fr_fr: Exporter les identifiants XMLTV

# QObject|
source: M3U (original) files
fr_fr: Fichiers M3U (originaux)

# QObject|
source: M3U (Udpxy URL) files
fr_fr: Fichier M3U (udpxy URL)

# QObject|
source: Tano TV old channel list files
fr_fr: Anciens fichier de listes de chaînes Tano TV

# QObject|
source: Sagem STB channel list files
fr_fr: Fichiers de listes de chaînes Sagem STB

# QObject|
source: CSV channel list
fr_fr: Liste de chaînes CSV

# QObject|
source: Sagem STB channel list
fr_fr: Liste de chaînes Sagem STB

# QObject|
source: XMLTV file
fr_fr: Fichier XMLTV

# QObject|
source: Open XMLTV
fr_fr: Ouvrir XMLTV

# QtKeySequenceEdit|
source: Clear Shortcut
fr_fr: Effacer les raccourcis clavier

source: Recorder
fr_fr: Enregistreur

# Recorder|
source: Selected channel:
fr_fr: Chaîne sélectionnée :

# Recorder|
source: Directory:
fr_fr: Répertoire :

# Recorder|
source: Record
fr_fr: Enregistrement

# Recorder|
source: Status
fr_fr: État

# Recorder|
source: Recording to file:
fr_fr: Enregistrer dans :

# Recorder|
source: Currently recording:
fr_fr: Enregistrement actuel :

# Recorder|
source: Time elapsed:
fr_fr: Temps passé :

# Recorder|
source: End time:
fr_fr: Temps écoulé :

# Recorder|
source: Cannot write to %1.
fr_fr: Ne peut pas écrire dans %1.

# Recorder|
source: Channel is not selected!
fr_fr: La chaîne n'est pas sélectionnée !

# Recorder|
source: Stop recording
fr_fr: Arréter l'enregistrement

# Recorder|
source: No timer - press button to stop.
fr_fr: Pas de programmateur - appuyer sur un bouton pour arréter.

# SettingsBackend|
source: VLC-Qt Backend
fr_fr: Lecteur VLC-Qt

# SettingsBackend|
source: Using Videolan VLC version:
fr_fr: Utilise la version de VideoLan VLC :

# SettingsBackend|
source: Playback
fr_fr: Relire

# SettingsBackend|
source: Remember Video settings between media
fr_fr: Mémoriser les préférences vidéo des média

# SettingsBackend|
source: Default subtitle language:
fr_fr: Langue des sous-titres par défaut :

# SettingsBackend|
source: Default audio language:
fr_fr: Langue audio par défaut :

# SettingsBackend|
source: Disabled
fr_fr: Invalidé

# SettingsBackend|
source: Other
fr_fr: Autre

# SettingsBackend|
source: UDPXY support
fr_fr: Support UDPXY

# SettingsBackend|
source: Enable UDPXY support
fr_fr: Autoriser le support UDPXY

# SettingsBackend|
source: Router IP or name:
fr_fr: Nom ou IP du routeur :

# SettingsBackend|
source: Router port:
fr_fr: Port du routeur :

# SettingsBackend|
source: <i>This will convert the URLs in playlist from %1 to %2.</i>
fr_fr: <i>Ceci convertira les URLs dans le fichier de liste de %1 en %2.</i>

# SettingsEdit|
source: Settings
fr_fr: Préférences

# SettingsEdit|
source: General
fr_fr: Général

# SettingsEdit|
source: Playback
fr_fr: Relecture

# SettingsEdit|
source: Recorder
fr_fr: Enregistreur

# SettingsEdit|
source: Shortcuts
fr_fr: Raccourcis

# SettingsEdit|
source: Schedule
fr_fr: Calendrier

# SettingsGeneral|
source: Run First run wizard after restart
fr_fr: Relancer l'assistant après le redémarrage

# SettingsGeneral|
source: <i>Note: These settings are shared with all Tano applications.</i>
fr_fr: <i>Remarque : Ces préférences sont partagées avec toutes les applications Tano.</i>

# SettingsGeneral|
source: Language
fr_fr: Langue

# SettingsGeneral|
source: System default language
fr_fr: Langue du système

# SettingsGeneral|
source: Custom language
fr_fr: langue personnalisée

# SettingsGeneral|
source: Remember volume
fr_fr: Mémoriser le volume

# SettingsGeneral|
source: Autoplay last channel
fr_fr: Lire la dernière chaîne

# SettingsGeneral|
source: You are using Tano Editor version:
fr_fr: Vous utilisez la version de l'éditeurt de Tano :

# SettingsGeneral|
source: You are using Tano version:
fr_fr: Vous utilisez la version de Tano :

# SettingsPage|
source: Set <i>Tano</i>
fr_fr: Positionner <i>Tano</i>

# SettingsPage|
source: Please select session, backend and other settings.
fr_fr: Veuillez sélectionner la session, le lecteur et d'autres préférences.

# SettingsPage|
source: <b>Session settings</b>
fr_fr: Préférences de session</b>

# SettingsPage|
source: Remember volume
fr_fr: Mémoriser le volume

# SettingsPage|
source: Autoplay last channel
fr_fr: Lire la dernière chaîne

# SettingsRecorder|
source: Default recording directory
fr_fr: Répertoire des enregistrments par défaut

# SettingsSchedule|
source: Select desired XMLTV grabber from the list below:
fr_fr: Sélectionnez le grabber XMLTV dans la liste ci-dessous :

# SettingsSchedule|
source: XMLTV settings
fr_fr: Préférences XMLTV

# SettingsShortcuts|
source: Key
fr_fr: Raccourci

# SettingsShortcuts|
source: Next channel
fr_fr: Chaîne suivante

# SettingsShortcuts|
source: Previous channel
fr_fr: Chaîne précédente

# SettingsShortcuts|
source: Fullscreen
fr_fr: Plein écran

# SettingsShortcuts|
source: Toggle Info Widget
fr_fr: Basculer vers l'information du widget

# SettingsShortcuts|
source: Toggle Controls Widget
fr_fr: Basculer vers le contrôle du widget

# SettingsShortcuts|
source: Mute
fr_fr: Couper

# SettingsShortcuts|
source: Volume up
fr_fr: Augmenter le volume

# SettingsShortcuts|
source: Volume down
fr_fr: Diminuer le volume

# SettingsShortcuts|
source: Recorder
fr_fr: Enregistreur

# SettingsShortcuts|
source: Open File
fr_fr: Ouvrir le fichier

# SettingsShortcuts|
source: Open URL
fr_fr: Ouvrir une URL

# SettingsShortcuts|
source: Open Channel list
fr_fr: Ouvrir une liste de chaînes

# SettingsShortcuts|
source: Edit Channel list
fr_fr: Modifier la liste de chaînes

# SettingsShortcuts|
source: Settings
fr_fr: Préférences

# SettingsShortcuts|
source: Always on top
fr_fr: Toujours au premier plan

# SettingsShortcuts|
source: Simple Mode
fr_fr: Mode simplifié

# SettingsShortcuts|
source: Hide to tray
fr_fr: Minimiser dans le tableau de bord

# SettingsShortcuts|
source: Next audio track
fr_fr: Piste audio suivante

# SettingsShortcuts|
source: Next video track
fr_fr: Piste vidéo suivante

# SettingsShortcuts|
source: Next subtitle track
fr_fr: Piste de sous-titres suivante

# SettingsShortcuts|
source: Next aspect ratio mode
fr_fr: Mode de proportion suivante

# SettingsShortcuts|
source: Next crop mode
fr_fr: Mode de découpage suivant

# SettingsShortcuts|
source: Next deinterlace mode
fr_fr: Mode de désentrelacement suivant

# SettingsShortcuts|
source: Set
fr_fr: Positionner

# SettingsShortcuts|
source: Play / Pause
fr_fr: Lire / pause

# SettingsShortcuts|
source: Enable Info OSD in Fullscreen mode
fr_fr: Panneau d'information OSD en mode plein écran

# SettingsShortcuts|
source: Teletext
fr_fr: Teletexte

# SettingsShortcuts|
source: Defaults
fr_fr: Defauts

# SettingsUi|
source: General Interface Settings
fr_fr: Préférences de l'interface

# SettingsUi|
source: Toolbar style:
fr_fr: Style de la barre d'outil :

# SettingsUi|
source: Icon only
fr_fr: Icone seulement

# SettingsUi|
source: Text only
fr_fr: Texte seulement

# SettingsUi|
source: Text beside icon
fr_fr: Texte à coté de l'icone

# SettingsUi|
source: Text under icon
fr_fr: Texte sous l'icone

# SettingsUi|
source: System default
fr_fr: Par défaut

# SettingsUi|
source: Enable OSD in Fullscreen mode
fr_fr: Permettre l'OSD en mode plein écran

# SettingsUi|
source: Mouse wheel function:
fr_fr: Fonction de la molette :

# SettingsUi|
source: Change channel
fr_fr: Changement de chaîne

# SettingsUi|
source: Change volume
fr_fr: Changement du volume

# SettingsUi|
source: Minimise to tray
fr_fr: Minimiser dans le tableau de bord

# SettingsUi|
source: Enable Info OSD in Fullscreen mode
fr_fr: Panneau d'information OSD en mode plein écran

# SettingsUi|
source: Default options for startup
fr_fr: Options par défaut au démarrage

# SettingsUi|
source: Show splash screen
fr_fr: Afficher le pré-écran

# SettingsUi|
source: Simple mode
fr_fr: Mode simplifié

# SettingsUi|
source: Always on top
fr_fr: Toujours au premier plan

# SettingsUi|
source: Controls enabled
fr_fr: Contrôles

# SettingsUi|
source: Info panel enabled
fr_fr: Panneau d'information

# TeletextWidget|
source: Teletext
fr_fr: Télétexte

# TeletextWidget|
source: Teletext Transparency
fr_fr: Transparence du télétexte

# Timer|
source: Active
fr_fr: Actif

# Timer|
source: Disabled or expired
fr_fr: Invalide ou expiré

# TimersDisplayWidget|
source: Clear
fr_fr: Éffacer

# TimersDisplayWidget|
source: Search:
fr_fr: Rechercher :

# TimersEdit|
source: Timers
fr_fr: Programmateurs

# TimersEdit|
source: Create
fr_fr: Créé

# TimersEdit|
source: Name:
fr_fr: Nom :

# TimersEdit|
source: Select a channel from the list below:
fr_fr: Sélectionnez une chaîne dans la liste ci-dessous :

# TimersEdit|
source: Editor
fr_fr: Éditeur

# TimersEdit|
source: Channel:
fr_fr: Chaîne :

# TimersEdit|
source: Playlist:
fr_fr: Liste de lecture :

# TimersEdit|
source: Start time:
fr_fr: Début :

# TimersEdit|
source: End time:
fr_fr: Fin :

# TimersEdit|
source: dd.MM.yyyy
fr_fr: jj.MM.aaaa

# TimersEdit|
source: Disabled:
fr_fr: Dévalidé :

# TimersEdit|
source: New Task
fr_fr: Nouvelle tâche

# TimersEdit|
source: Delete Task
fr_fr: Supprimer la tâche

# TimersEdit|
source: Save and Close
fr_fr: Enregistrer et fermer

# TimersEdit|
source: Close
fr_fr: Fermer

# TimersEdit|
source: Timers Editor
fr_fr: Éditeur de programmation

# TimersEdit|
source: Do you want close the editor? You changes will not be applied.
fr_fr: Voulez-vous fermer l'éditeur ? Vos changements ne seront pas appliqués.

# TimersEdit|
source: Timer with this name already exists. Please select another name.
fr_fr: Un programmateur avec ce nom existe déjà. Veuillez choisir un autre nom.

# TimersEdit|
source: Cannot read file %1: %2.
fr_fr: Ne peut lire le fichier %1 : %2.

# TimersEdit|
source: Cannot write file %1: %2.
fr_fr: Ne peut écrire le fichier %1 : %2.

# TimersEdit|
source: Once
fr_fr: Une fois

# TimersEdit|
source: Daily
fr_fr: Tous les jours

# TimersEdit|
source: Weekly
fr_fr: Toutes les semaines

# TimersEdit|
source: <i>Timers must not overlap! This will be automatically checked in the future.</i>
fr_fr: <i>Les programmations ne doivent pas se chevaucher ! Ceci sera automatiquement vérifié prochainement.</i>

# TimersEdit|
source: Please enter a name and select a channel from the list.
fr_fr: Veuillez donner un nom et sélectionner une chaîne de la liste.

# TrayIcon|
source: Playing:
fr_fr: Lecture :

# TrayIcon|
source: Recording:
fr_fr: Enregistrement :

# TrayIcon|
source: Recorder
fr_fr: Enregistreur

# TrayIcon|
source: Tano stopped recording
fr_fr: Arret de l'enregistrement

# TrayIcon|
source: Tano is recording %1 to %2 Stop manually!
fr_fr: Enregistrement de %1 vers %2 Arrétez manuellement !

# TrayIcon|
source: Tano is recording %1 to %2 End time: %3
fr_fr: Enregistrement de %1 vers %2 Fin de l'enregistrement : %3

# UpdateDialog|
source: Update Information
fr_fr: Mise à jour des informations

# UpdateDialog|
source: <h3>You are using latest version of Tano!</h3>
fr_fr: <h3>Vous avez la dernière version de Tano ! </h3>

# UpdateDialog|
source: Current version:
fr_fr: Version actuelle :

# UpdateDialog|
source: <h3>You are using development version of Tano!</h3>
fr_fr: <h3>Vous utilisez une version de développement de Tano !</h3>

# UpdateDialog|
source: Stable version:
fr_fr: Version stable :

# UpdateDialog|
source: <h3>Your version of Tano needs to be updated!</h3>
fr_fr: <h3>Votre version de Tano a besoin d'être mise à jour !</h3>

# UpdateDialog|
source: Date released:
fr_fr: Date de la version :

# UpdateDialog|
source: Download now!
fr_fr: Téléchargement maintenant !
